acpi
acpid
alsa-utils
base-devel
fish
git
htop
neovim
octave
python3
pandoc
ranger
ripgrep
tlp
tldr
w3m
feh
xclip
xf86-input-evdev
xf86-input-synaptics
xf86-video-intel
xorg-server
xorg-xbacklight
xorg-xinit
xorg-xsetroot
wpa_supplicant
zathura
zathura-pdf-poppler
