acpi
acpid
alsa-utils
fish
git
htop
neovim
python
ranger
ripgrep
tlp
w3m
wpa_supplicant
xf86-input-evdev
xf86-input-synaptics
xf86-video-intel
xorg-server
xorg-xbacklight
xorg-xinit
xorg-xsetroot
zathura-pdf-mupdf
